import Link from "next/link"

export default function Privacy() {
    return (
    <div className='max-w-screen-md mx-auto p-4 whitespace-pre-wrap'>    
    
    <section className="section-privacy">
    <h1>개인정보 처리방침</h1>
    <p>주식회사 스텔라앤(이하 '회사'라고 합니다) 는 서비스 기획부터 종료까지 개인정보보호법 등 국내의 개인정보 보호 법령을 철저히 준수합니다.</p> <br/>
    
    <h3>1. 개인정보처리방침의 의의</h3>
    <p>회사는 본 개인정보처리방침은 개인정보보호법 기준으로 작성하되, 회사 내에서의 이용자 개인정보 처리 현황을 최대한 알기 쉽고 상세하게 설명하기 위해 노력하였습니다. 이는 쉬운 용어를 사용한 개인정보처리방침 작성 원칙인 ‘Plain Language Privacy Policy(쉬운 용어를 사용한 개인정보처리방침)’를 도입한 것입니다.</p>
    <p>
        개인정보처리방침은 다음과 같은 중요한 의미를 가지고 있습니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 회사가 어떤 정보를 수집하고, 수집한 정보를 어떻게 사용하며, 필요에 따라 누구와 이를 공유(‘위탁 또는 제공’)하며, 이용목적을 달성한 정보를 언제・어떻게 파기하는지 등의 정보를 투명하게 제공합니다. <br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 정보주체로서 이용자는 자신의 개인정보에 대해 어떤 권리를 가지고 있으며, 이를 어떤 방법과 절차로 행사할 수 있는지를 알려드립니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 개인정보 침해 사고가 발생하는 경우, 추가적인 피해를 예방하고 이미 발생한 피해를 복구하기 위해 누구에게 연락하여 어떤 도움을 받을 수 있는지 알려드립니다. <br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 그 무엇보다도, 개인정보와 관련하여 회사와 이용자간의 권리 및 의무 관계를 규정하여 이용자의 ‘개인정보자기결정권’을 보장하는 수단이 됩니다.
    </p> 
    <br/>
    <h3>2. 수집하는 개인정보</h3>
    <p>이용자는 회원가입을 하지 않아도 회사가 제공하는 서비스를 일부 이용할 수 있습니다. 이용자가 회사가 제공하는 모든 서비스를 이용하기 위해 회원가입을 할 경우, 회사는 서비스 이용을 위해 필요한 최소한의 개인정보를 수집합니다.</p>
    <p>
        회원가입 시점에 회사가 이용자로부터 수집하는 개인정보는 아래와 같습니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 이메일 회원가입: [필수] 아이디, 이메일, 비밀번호<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• SNS 계정으로 로그인: [필수] SNS 계정 주소 [선택] 닉네임<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 본인인증 : [필수] 이름, 생년월일, 성별, 휴대전화번호, 본인인증 값(CI/DI)<br/>

        서비스 이용 과정에서 이용자로부터 수집하는 개인정보는 아래와 같습니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 닉네임을 설정할 수 있습니다. 회원정보에 닉네임을 입력하지 않은 경우에는 아이디가 닉네임으로 자동 입력됩니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 회사 내의 개별 서비스 이용, 이벤트 응모 및 경품 신청 과정에서 해당 서비스의 이용자에 한 해 추가 개인정보 수집이 발생할 수 있습니다. 추가로 개인정보를 수집할 경우에는 해당 개인정보 수집 시점에서 이용자에게 ‘수집하는 개인정보 항목, 개인정보의 수집 및 이용목적, 개인정보의 보관 기간’에 대해 안내드리고 동의를 받습니다.<br/>
        <br/>
        서비스 이용 과정에서 IP 주소, 쿠키, 서비스 이용 기록, 기기 정보, 위치정보가 생성되어 수집될 수 있습니다.
        또한 이미지 및 음성을 이용한 검색 서비스 등에서 이미지나 음성이 수집될 수 있습니다.<br/>
        <br/>
        구체적으로 1) 서비스 이용 과정에서 이용자에 관한 정보를 자동화된 방법으로 생성하거나 이용자가 입력한 정보를 저장(수집) 하거나, 2) 이용자 기기의 고유한 정보를 원래의 값을 확인하지 못하도록 안전하게 변환하여 수집합니다. 이와 같이 수집된 정보는 개인정보와의 연계 여부 등에 따라 개인정보에 해당할 수 있고, 개인정보에 해당하지 않을 수도 있습니다.<br/>
        <br/>
        이용자는 쿠키에 대한 선택권을 가지고 있으며, 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다. 다만, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 일부 서비스의 이용에 불편이 있을 수 있습니다.<br/>
        회사는 아래의 방법을 통해 개인정보를 수집합니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집에 대해 동의를 하고 직접 정보를 입력하는 경우, 해당 개인정보를 수집합니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 고객센터를 통한 상담 과정에서 웹페이지, 메일, 팩스, 전화 등을 통해 이용자의 개인정보가 수집될 수 있습니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 오프라인에서 진행되는 이벤트, 세미나 등에서 서면을 통해 개인정보가 수집될 수 있습니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 회사와 제휴한 외부 기업이나 단체로부터 개인정보를 제공받을 수 있으며, 이러한 경우에는 개인정보보호법에 따라 제휴사에서 이용자에게 개인정보 제공 동의 등을 받은 후에 회사에 제공합니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 기기 정보와 같은 생성 정보는 PC 웹, 모바일 웹/앱 이용 과정에서 자동으로 생성되어 수집될 수 있습니다.
    </p>
    <h3>3. 수집한 개인정보의 이용</h3>
    <p>
        회사 및 회사 관련 제반 서비스의 회원관리, 서비스 개발·제공 및 향상, 안전한 인터넷 이용 환경 구축 등 아래의 목적으로만 개인정보를 이용합니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 회원 가입 의사의 확인, 이용자 식별, 회원 탈퇴 의사의 확인 등 회원관리를 위하여 개인정보를 이용합니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 콘텐츠 등 기존 서비스 제공(광고 포함)에 더하여, 인구통계학적 분석, 서비스 방문 및 이용 기록의 분석, 개인정보 및 관심에 기반한 이용자 간 관계의 형성, 지인 및 관심사 등에 기반한 맞춤형 서비스 제공 등 신규 서비스 요소의 발굴 및 기존 서비스 개선 등을 위하여 개인정보를 이용합니다. 신규 서비스 요소의 발굴 및 기존 서비스 개선 등에는 정보 검색, 다른 이용자와의 커뮤니케이션, 콘텐츠 생성·제공·추천, 상품 쇼핑 등에서의 인공지능(AI) 기술 적용이 포함됩니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 법령 및 회사의 이용약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재, 계정 도용 및 부정 거래 방지, 약관 개정 등의 고지사항 전달, 분쟁 조정을 위한 기록 보존, 민원처리 등 이용자 보호 및 서비스 운영을 위하여 개인정보를 이용합니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 유료 서비스 제공에 따르는 구매 및 요금 결제, 상품 및 서비스의 배송을 위하여 개인정보를 이용합니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 이벤트 정보 및 참여 기회 제공, 광고성 정보 제공 등 마케팅 및 프로모션 목적으로 개인정보를 이용합니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 서비스 이용 기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 서비스 분석 및 통계에 따른 맞춤 서비스 제공 및 광고 게재 등에 개인정보를 이용합니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 보안, 프라이버시, 안전 측면에서 이용자가 안심하고 이용할 수 있는 서비스 이용 환경 구축을 위해 개인정보를 이용합니다.<br/>
        <br/>
        회사는 수집한 개인정보를 특정 개인을 알아볼 수 없도록 가명 처리하여 통계 작성, 과학적 연구, 공익적 기록 보존 등을 위하여 처리할 수 있습니다. 이때 가명 정보는 재식별되지 않도록 추가 정보와 분리하여 별도 저장·관리하고 필요한 기술적·관리적 보호 조치를 취합니다.
    </p>
    <br/>
    <h3>4. 개인정보의 제공 및 위탁 </h3>
    <p>
        회사는 원칙적으로 이용자 동의 없이 개인정보를 외부에 제공하지 않습니다.<br/>
        회사는 이용자의 사전 동의 없이 개인정보를 외부에 제공하지 않습니다. 단, 이용자가 외부 제휴사의 서비스를 이용하기 위하여 개인정보 제공에 직접 동의를 한 경우, 그리고 관련 법령에 의거해 회사에 개인정보 제출 의무가 발생한 경우, 이용자의 생명이나 안전에 급박한 위험이 확인되어 이를 해소하기 위한 경우에 한하여 개인정보를 제공하고 있습니다.<br/>
        회사는 편리하고 더 나은 서비스를 제공하기 위해 업무 중 일부를 외부에 위탁하고 있습니다.<br/>
        회사는 서비스 제공을 위하여 필요한 업무 중 일부를 외부 업체에 위탁하고 있으며, 위탁받은 업체가 개인정보보호법에 따라 개인정보를 안전하게 처리하도록 필요한 사항을 규정하고 관리/감독을 하고 있습니다. 회사가 수탁업체에 위탁하는 업무와 관련된 서비스를 이용하지 않는 경우, 이용자의 개인정보가 수탁업체에 제공되지 않습니다.<br/>
    </p>

    <table className="border-1 border-gray-400 w-full text-center mx-10 mt-3">
        <th>수탁업체</th>
        <th>위탁업무 내용</th>
        <tr>
            <td >AWS</td>
            <td >회원, 결제 정보 등 보관</td>
        </tr>
        <tr>
            <td >(주)다날</td>
            <td >서비스 이용을 위한 본인 인증</td>
        </tr>
        <tr>
            <td >(주)토스페이먼츠</td>
            <td >대금 결제 처리 및 관리</td>
        </tr>
    </table>
    <br/>
    <p>개인정보는 회원 탈퇴 시 혹은 위탁 계약 종료 시까지 보유 및 이용합니다.</p> <br/>

    <h3>5. 개인정보의 파기</h3>
    <p>
        회사는 원칙적으로 이용자의 개인정보를 회원 탈퇴 또는 이용목적 달성 시 지체 없이 파기하고 있습니다.<br />
        단, 이용자에게 개인정보 보관 기간에 대해 별도의 동의를 얻은 경우, 또는 법령에서 일정 기간 정보 보관 의무를 부과하는 경우에는 해당 기간 동안 개인정보를 안전하게 보관합니다.<br/>
        이용자에게 개인정보 보관 기간에 대해 회원가입 시 또는 서비스 가입 시 동의를 얻은 경우는 아래와 같습니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 부정 가입 및 이용 방지<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;• 부정 이용자의 이메일 : 탈퇴 일로부터 6개월 보관<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;• 탈퇴한 이용자의 이메일(복호화가 불가능한 일방향 암호화(해시 처리)) : 탈퇴 일로부터 6개월 보관<br/>
        전자상거래 등에서의 소비자 보호에 관한 법률, 전자 문서 및 전자거래 기본법, 통신비밀보호법 등 법령에서 일정 기간 정보의 보관을 규정하는 경우는 아래와 같습니다. 회사는 이 기간 동안 법령의 규정에 따라 개인정보를 보관하며, 본 정보를 다른 목적으로는 절대 이용하지 않습니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 전자상거래 등에서 소비자 보호에 관한 법률<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;• 계약 또는 청약철회 등에 관한 기록 : 5년 보관<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;• 대금결제 및 재화 등의 공급에 관한 기록 : 5년 보관<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;• 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 보관<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 전자문서 및 전자거래 기본법<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;• 공인전자주소를 통한 전자문서 유통에 관한 기록 : 10년 보관<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 통신비밀보호법<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;• 로그인 기록 : 3개월<br/>
        회원탈퇴, 서비스 종료, 이용자에게 동의 받은 개인정보 보유기간의 도래와 같이 개인정보의 수집 및 이용목적이 달성된 개인정보는 재생이 불가능한 방법으로 파기하고 있습니다. 법령에서 보존 의무를 부과한 정보에 대해서도 해당 기간 경과 후 지체 없이 재생이 불가능한 방법으로 파기합니다.<br/>
        전자적 파일 형태의 경우 복구 및 재생이 되지 않도록 기술적인 방법을 이용하여 안전하게 삭제하며, 출력물 등은 분쇄하거나 소각하는 방식 등으로 파기합니다.
    </p> <br/>
    <p>회원탈퇴, 서비스 종료, 이용자에게 동의 받은 개인정보 보유기간의 도래와 같이 개인정보의 수집 및 이용목적이 달성된 개인정보는 재생이 불가능한 방법으로 파기하고 있습니다. 법령에서 보존 의무를 부과한 정보에 대해서도 해당 기간 경과 후 지체 없이 재생이 불가능한 방법으로 파기합니다.</p>
    <p>전자적 파일 형태의 경우 복구 및 재생이 되지 않도록 기술적인 방법을 이용하여 안전하게 삭제하며, 출력물 등은 분쇄하거나 소각하는 방식 등으로 파기합니다. </p>
      <br/>
    <h3>6. 이용자 및 법정대리인의 권리와 행사 방법</h3>
    <p>이용자는 언제든지 ‘ 회원정보’에서 자신의 개인정보를 조회하거나 수정ㆍ삭제할 수 있으며, 자신의 개인정보에 대한 열람을 요청할 수 있습니다.</p>
    <p>이용자는 언제든지 개인정보 처리의 정지를 요청할 수 있으며, 법률에 특별한 규정이 있는 등의 경우에는 처리정지 요청을 거부할 수 있습니다.</p>
    <p>이용자는 언제든지 ‘회원 탈퇴’ 등을 통해 개인정보의 수집 및 이용 동의를 철회할 수 있습니다. </p>
    <p>만 14세 미만 아동의 경우, 법정대리인이 아동의 개인정보를 조회하거나 수정 및 삭제, 처리정지, 수집 및 이용 동의를 철회할 권리를 가집니다. </p>
    <p>이용자가 개인정보의 오류에 대한 정정을 요청한 경우, 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.</p>
    <p>이용자 및 법정대리인의 권리는 ‘문의하기‘를 통해 요청할 수 있습니다. </p>
        <br/>
    <h3>7. 개인정보보호를 위한 회사의 노력</h3>
    <p>회사는 이용자의 개인정보를 안전하게 관리하기 위하여 최선을 다하여 개인정보를 보호하고 있습니다.</p>
    <p>개인정보보호 내부 관리계획을 수립ㆍ시행하고 있습니다.</p>
    <p>개인정보 보호책임자의 지정 등 개인정보 보호 조직의 구성 및 운영에 관한 사항 등을 포함하여 개인정보 내부 관리 계획을 수립하고, 매년 내부 관리 계획을 잘 시행하고 있는지를 점검하고 있습니다.</p>
    <p>개인정보에 대한 접근 통제 및 접근 권한 제한 조치를 하고 있습니다. </p>
    <p>개인정보에 대한 불법적인 접근을 차단하기 위해 개인정보 처리시스템에 대한 접근 권한의 부여 ㆍ변경 ㆍ말소 등에 관한 기준을 수립하여 시행하고 있습니다. 또한 개인정보를 처리하는 직원을 최소한으로 관리합니다.</p>
    <p>개인정보를 안전하게 저장ㆍ전송할 수 있는 암호화 조치를 하고 있습니다.</p>
    <p>법령에서 암호화를 요구하고 있는 비밀번호, 고유식별정보, 계좌번호 및 카드번호 외에 이메일 주소와 휴대전화 번호 등을 추가로 암호화하여 보관하고 있습니다. 또한 암호화 통신 등을 통하여 네트워크 상에서 개인정보를 안전하게 송수신하고 있습니다. </p>
    <br/>
    <h3>8. 개인정보 보호책임자 및 담당자 안내</h3>
    <p>회사는 이용자의 개인정보 관련 문의사항 및 불만 처리 등을 위하여 아래와 같이 개인정보 보호책임자 및 담당자를 지정하고 있습니다.</p>
    <p>
        &nbsp;&nbsp;&nbsp;&nbsp;개인정보 보호책임자<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;이름 :  강서연<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;소속 :  주식회사 스탤라앤<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;직위 :  대표<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;메일주소 : hello@stelland.com
    </p>
    <p>
        기타 개인정보 침해에 대한 신고나 상담이 필요한 경우에 아래 기관에 문의 가능합니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 개인정보분쟁조정위원회(<a href="https://www.kopico.go.kr" className="color: blue; text-decoration: underline;">www.kopoci.go.kr</a> / 국번없이 1833-6972)<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 개인정보침해신고센터 (<a href="https://privacy.kisa.or.kr" className="color: blue; text-decoration: underline;">privacy.kisa.or.kr</a> / 국번없이 118)<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 대검찰청 사이버수사과 (<a href="https://www.spo.go.kr" className="color: blue; text-decoration: underline;">www.spo.go.kr</a> / 국번없이 1301)<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 경찰청 사이버수사국 (<a href="https://police.go.kr" className="color: blue; text-decoration: underline;">police.go.kr</a> / 국번없이 182)
    </p>
    <br/>
    <h3>9. 개정 전 고지 의무</h3>
    <p>
        본 개인정보처리방침의 내용 추가, 삭제 및 수정이 있을 경우 개정 최소 7일 전에 ‘공지사항’을 통해 사전 공지를 할 것입니다.  다만, 수집하는 개인정보의 항목, 이용목적의 변경 등과 같이 이용자 권리의 중대한 변경이 발생할 때에는 그 변경 전/후의 내용에 대해서 공개하여야 하고, 필요시 이용자 동의를 다시 받을 수도 있습니다.<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 공고일자 : 2024년 2월 21일<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;• 시행일자 : 2024년 2월 28일<br/>
    </p>
    <p className="font-bol my-4 ">Stella& Inc.</p>
    <p>
        <span className="color: #9CA2AC;">상호명 </span> 주식회사 스텔라앤 <span className="ml-3">대표자</span> 강서연<br/>
        <span className="color: #9CA2AC;">사업자등록번호 </span> 221-88-02281 (사업자등록정보 확인)<br/>
        <span className="color: #9CA2AC;">주소 </span> 서울특별시 강남구 테헤란로 79길 6 <br/>
        <span className="color: #9CA2AC;">전자우편주소/고객센터 </span> hello@stelland.com<br/>
    </p>
    <br/>
    <p>
    <Link href="/terms" className="">이용약관 보기</Link>
    </p>
    </section>
    </div>
 )
}