export const terms = `이용약관
제1장 총칙
제1조 [목적]
• 본 약관은 주식회사 스텔라앤(이하 '회사'라고 합니다)에서 제공하는 콘텐츠 서비스(웹, 모바일 웹•앱 서비스, 향후 개발되는 콘텐츠 등을 포함합니다) 및 제반 서비스를 이용함에 있어 '회원’과 ‘회사' 간의 권리, 의무 및 책임사항, 서비스 이용조건 등 기본적인 사항을 규정하는 것을 목적으로 합니다.

제2조 [용어 정의]
• 이 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다. 각 호에 정의된 용어 이외의, 약관 내 용어의 정의에 대해서는 관계 법령 및 서비스 안내에서 정하는 바에 따릅니다.

1. 콘텐츠 : 「정보통신망 이용촉진 및 정보 보호 등에 관한 법률」 제2조 제1항 제1호의 규정에 의한 정보통신망에서 사용되는 부호, 문자, 음성, 음향, 이미지 또는 영상 등으로 표현된 자료 또는 정보로서, 그 보존 및 이용에 있어서 효용을 높일 수 있도록 종이책 형태 및 전자적 형태로 제작 또는 처리된 것을 말합니다.
2. 회사 : ‘콘텐츠’ 산업과 관련된 경제활동을 영위하는 자로서 콘텐츠 서비스(웹, 모바일 웹•앱 서비스 등을 포함합니다) 및 제반 서비스를 제공하는 자로서 본 약관에서는 주식회사 스텔라앤을 말합니다.
3. 회원 : '회사'와 이용계약을 체결하고 '회사'가 공지하는 정보를 수령하며 '회사'가 제공하는 서비스를 이용할 수 있는 자를 말합니다.
4. 게시물 : '회원'이 서비스를 이용하는 과정에서 작성한 텍스트, 이미지, 음성, 동영상, 링크 등의 정보나 자료를 의미합니다.
5. 유료서비스 : '회사'가 제공하는 서비스 중 '회원'이 '회사'에 일정 금액을 지불하는 경우에 이용할 수 있는 '회사'의 서비스를 의미합니다.
6. 결제 : ‘회사’가 제공하는 ‘유료서비스’를 이용하기 위하여 각종 지불수단을 통하여 일정 금액을 '회사' 또는 '회사'가 정한 제3자에 지불하는 것을 의미합니다.
7. 정기구독 : ‘회원’이 ‘유료서비스’를 이용하기 위해 미리 등록한 결제수단을 통하여 월/년 단위의 이용기간에 대한 이용요금이 정기적으로 결제되고, 이용기간이 자동 갱신되는 ‘유료서비스’ 이용방식을 말합니다. ‘정기구독’을 해지하면 ‘결제’가 이루어진 ‘유료서비스’의 남은 이용기간 동안은 ‘유료서비스’를 정상 이용할 수 있고, 다음 이용기간부터 자동 결제가 이루어지지 않습니다.
8. 구독권, 쿠폰 또는 상품권 : ‘회사’의 '유료서비스'를 이용할 수 있는 이용권을 말하고 온라인 또는 오프라인으로 발행할 수 있습니다.

제3조 [법령의 준수]
• ‘회사’는 ‘회원’ 에게 ‘콘텐츠’를 제공함에 있어서 「전자상거래 등에서의 소비자보호에 관한 법률」, 「표시·광고 등의 공정화에 관한 법률」, 「약관의 규제에 관한 법률」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「저작권법」, 「개인정보 보호법」, 「청소년 보호법」, 「콘텐츠산업 진흥법」, 문화체육관광부장관이 정하는 「콘텐츠이용자 보호지침」 등의 관련 법령을 준수합니다.

제4조 [약관의 해석]
이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「표시·광고 등의 공정화에 관한 법률」, 「약관의 규제에 관한 법률」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「저작권법」, 「개인정보 보호법」, 「청소년 보호법」, 「콘텐츠산업 진흥법」, 문화체육관광부장관이 정하는 「콘텐츠이용자 보호지침」, 기타 관계법령 또는 상관례에 따릅니다.

제5조 [약관의 효력 및 변경]
① ‘회사’는 본 약관의 내용을 ‘회원’이 쉽게 알 수 있도록 서비스 페이지에 게시합니다.
② ‘회사’는 본 약관의 내용, 상호, 대표자 성명, 주소, 이메일주소, 사업자등록번호, 통신판매업 신고번호 및 개인정보관리책임자 등을 ‘회원’이 쉽게 알 수 있도록 서비스 화면에 게시합니다. 약관은 ‘회원’이 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
③ '회사'는 “약관의 규제에 관한 법률”, “정보통신망 이용촉진 및 정보보호에 관한 법률(이하 '정보통신망법')”, “콘텐츠산업 진흥법”, “전자상거래 등에서의 소비자 보호에 관한 법률”, 문화체육관광부장관이 정하는 “콘텐츠이용자 보호지침” 등 관련 법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.
④ '회사'가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 제1항의 방식에 따라 그 개정약관의 적용일자 7일 이전부터 적용일 이후 상당한 기간 동안 공지하며, 개정된 약관은 그 적용 일에 효력이 발생합니다. 단, 이용자 권리의 중대한 변경이 발생할 때에는 그 변경 전/후의 내용에 대해서 공개하여야 하고, 필요 시 이용자 동의를 다시 받을 수도 있습니다.
⑤ '회사'가 전항에 따라 '회원'에게 ‘공지일로부터 개정약관 시행일까지 거부의사를 표시하지 아니하면 승인한 것으로 본다’는 뜻을 명확하게 공지 또는 고지하였음에도 불구하고 ‘회원’의 거부의 의사표시가 없는 경우에는 변경된 약관에 동의한 것으로 봅니다. ‘회원’이 개정약관에 동의하지 않을 경우 ‘회원’은 본 이용약관 규정에 따라 이용계약을 해지할 수 있습니다.
⑥ 이 약관은 ‘회원’이 이 약관에 동의한 날로부터 회원 탈퇴 시까지 적용하는 것을 원칙으로 합니다. 단, 이 약관의 일부 조항은 회원 탈퇴 후에도 유효하게 적용될 수 있습니다.
⑦ ‘회사’는 ‘회원’이 이 약관의 전부를 인쇄할 수 있고, 확인할 수 있도록 필요한 기술적 조치를 취합니다.

제6조 [회원에 대한 통지]
① '회사'는 '회원'에게 알려야 할 사항이 있는 경우, ‘회원’이 공개한 이메일주소, 전화 등의 연락처를 통해 개별 통지하거나, 앱을 통해 팝업메세지, 알림메세지 등의 방법으로 개별 통지할 수 있습니다. 다만, ‘회원’이 연락처를 미 기재하거나 변경하거나, 앱을 삭제 또는 이용하지 않는 등으로 인하여 개별 통지가 어려운 경우 ‘회사’의 공지사항 등에 7일 이상 게시함으로써 개별 통지를 갈음할 수 있습니다.
② '회사'는 '회원' 전체에 대한 통지의 경우 7일 이상 '회사'의 공지사항에 게시함으로써 전항의 개별 통지를 갈음 할 수 있습니다. 다만, '회원' 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 전항과 동일한 방법으로 통지를 합니다.

제7조 [회사의 의무]
① '회사'는 법령과 본 약관에 반하는 행위를 하지 않으며, 지속적이고 안정적인 서비스의 제공을 위하여 최선을 다하여 노력합니다.
② '회사'는 '회원'이 안전하게 서비스를 이용할 수 있도록 현재 인터넷 보안기술의 발전 수준과 '회사'가 제공하는 서비스의 성격에 적합한 보안 시스템을 갖추고 운영합니다.
③ ‘회사’는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 제공이 불가능할 경우, ‘콘텐츠’의 전부 또는 일부를 제한하거나 중지할 수 있습니다. 다만, 이 경우 그 사유 및 기간 등을 ‘회원’에게 사전 또는 사후에 공지합니다.
④ '회사'는 서비스를 이용하는 '회원'으로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우 이를 처리하여야 합니다. 다만, ‘회사’는 즉시 처리가 곤란한 경우는 ‘회원’에게 그 사유와 처리일정을 전달합니다. 이때 처리과정에 대해서 ‘회원’에게 게시판 등의 방법으로 전달합니다.
⑤ ‘회사’는 이 약관에 정한 ‘회사’의 의무를 위반함으로써 ‘회원’이 입게 된 손해를 배상합니다.

제8조 [개인정보 보호 및 관리]
① '회사'는 서비스를 제공하기 위하여 필요한 최소한의 '회원'의 개인정보를 수집할 수 있습니다.
② ‘회사’가 ‘회원’의 개인 식별이 가능한 개인정보를 수집하는 때에는 당해 ’회원’의 동의를 받습니다.
③ ‘회사’는 ‘회원’이 이용신청 등에서 제공한 정보와 제1항에 의하여 수집한 정보를 ‘회원’의 동의 없이 목적 외로 이용하거나 제3자에게 제공할 수 없으며, 이를 위반한 경우에 모든 책임은 ‘회사’가 집니다. 다만, 다음의 경우에는 예외로 합니다.
    1. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우
    2. ’콘텐츠’ 제공에 따른 요금 정산을 위하여 필요한 경우
    3. 도용 방지를 위하여 본인확인에 필요한 경우
    4. 약관의 규정 또는 법령에 의하여 필요한 불가피한 사유가 있는 경우
④ ‘회원’은 언제든지 제2항 및 제3항의 동의를 임의로 철회할 수 있으나 서비스 제공에 필요한 정보의 수집 또는 제공 동의를 철회할 경우 서비스의 제공이 제한될 수 있습니다.
⑤ ‘회사’는 “정보통신망이용촉진 및 정보보호에 관한 법률” 등 관계 법령이 정하는 바에 따라 ‘회원’의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법령 및 ‘회사’의 개인정보보호정책이 적용됩니다.
⑥ '회사'는 '회사'의 귀책 없이 '회원'의 귀책사유로 인하여 '회원'의 정보가 노출된 경우 이에 대해서는 책임을 지지 않습니다.

제2장 회원
제9조 [회원 가입]
① ‘회원’은 '회사'의 서비스 이용을 위해서 주식회사 스텔라앤의 웹/앱 사이트를 통해 아이디, 이메일 주소로 회원 가입을 할 수 있습니다. 다만, 아이디, 이메일 주소로 이용이 어려운 경우 회사의 예외 정책에 따라 별도의 회원 가입 수단을 허용할 수 있습니다.
② ‘회원’이 만 14세 미만인 경우에는 회원 가입을 할 수 없습니다.
③ 회원 가입 과정에서 ‘아이디’가 필요하며, ‘회원’이 가입 도중 혹은 가입 완료 후 ‘아이디’를 수정할 수 있습니다.
④ '회사'는 ‘회원’이 회원 가입 페이지의 '동의함' 버튼을 클릭하거나 본 서비스의 이용을 시작한 경우 본 약관에 동의한 것으로 간주하고, 회원 가입신청을 한 후 이러한 신청에 대하여 승낙함으로써 회원 가입계약이 체결됩니다.
⑤ '회원'은 서비스 회원 가입을 완료하기 전에 해당 ‘유료서비스’와 지원 기기에 대하여 ‘회사’가 공지하는 상황을 사전에 숙지하고, 착오 없이 정확히 거래할 수 있도록 하여야 합니다.
⑥ '회사'는 회원 가입 신청을 완료하였을 때에는 신청 내용을 확인한 후 지체 없이 이를 승낙하여야 합니다. 단, '회사'는 아래 각 호에 해당하는 경우에는 승낙을 유보하거나 거절할 수 있으며, 사후에 이용계약을 해지할 수 있습니다.
    1. 본 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우
    2. 타인의 명의를 이용한 경우
    3. 만 14세 미만의 회원이 허위로 한 경우
    4. 허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우
    5. ‘회원’의 귀책사유로 인하여 승인이 불가능한 경우
    6. 관계 법령, 기타 규정한 제반 사항을 위반하여 신청하는 경우
    7. 기술 및 설비의 미 보유로 인하여 서비스 제공이 가능하지 않은 경우
⑦ 본 서비스 이용계약은 '회사'의 승낙이 ‘회원’에게 도달한 시점에 성립합니다.
⑧ ‘회원’은 가입 완료 후 ‘회원’ 전용 ‘내 서재’가 생성됩니다.
⑨ '회사'는 '회원'의 종류에 따라 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.
⑩ '회사'는 '회원'에 대하여 “영화 및 비디오물의 진흥에 관한 법률” 및 “청소년 보호법”등에 따른 등급 및 연령 준수를 위해 이용 제한이나 등급 별 제한을 할 수 있습니다.
⑪ '회원'은 개인정보관리화면을 통하여 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다.
⑫ '회원'은 회원 가입 시 기재한 사항이 변경되었을 경우 앱으로 수정을 하거나 고객센터 등을 통해 '회사'에 변경사항을 알려야 합니다. 변경사항을 '회사'에 알리지 않아 발생한 불이익에 대하여 '회사'는 책임지지 않습니다.

제10조 [회원의 의무]
① '회원'은 정보가 변경되었을 경우 정보변경 메뉴를 통하여 수정하여야 합니다. 변경하지 않아 발생되는 손해는 ‘회원’ 본인에게 있습니다.
② 로그인에 필요한 정보는 ‘회원’ 본인만 사용이 가능하며 타인에게 공유하지 않습니다. 제3자가 ‘회원’의 정보를 사용하고 있음을 인지한 경우 바로 ‘회사’에 통보하고 ‘회사’의 안내를 따라야 합니다.
③ ’회원’은 ‘회사’에서 제공받은 모든 콘텐츠를 ‘회사’의 사전 동의 없이 복제, 판매, 편집, 전시, 배포, 방송 등 저작권을 침해하는 일체의 행위를 해서는 안됩니다.
④ '회원'은 관계법령, 이 약관의 규정, 이용지침, 서비스 이용안내 및 서비스와 관련하여 공지한 주의사항, '회사'가 통지하는 사항 등을 준수하여야 하며, 기타 '회사'의 업무에 방해되는 행위 및 다음 각호에 해당하는 행위를 해서는 안됩니다.
    1. 가입 신청 또는 회원정보 변경 시 허위 내용을 등록하는 행위
    2. 이벤트 참여 등의 과정에서 비정상적인 가입을 시도하거나 서비스 제공을 방해하는 행위
    3. 타인의 정보를 수집, 저장, 공개하거나 도용하여 부정하게 사용하는 행위
    4. 회원의 정보를 회사의 동의 없이 타인에게 제공하여 타인이 회사의 서비스를 이용하게 하는 행위 및 서비스의 이용권한, 기타 이용 계약상 지위를 타인에게 양도, 증여하는 행위
    5. 저작권법에 위반하여 기술적 보호조치를 무력화하는 불법 프로그램 이용 등 비정상적인 경로를 통해 서비스를 이용하는 행위
    6. 회사의 동의 없이 서비스, 콘텐츠 또는 이에 포함된 소프트웨어의 일부를 복사, 수정, 배포, 판매, 양도, 대여하거나 타인에게 그 이용을 허락하는 행위와 소프트웨어를 역설계하거나 소스 코드의 추출을 시도하는 등 서비스를 복제, 분해 또는 모방하거나 기타 변형하는 행위
    7. ‘회사’의 운영자, 임직원, ‘회사’를 사칭하거나 관련 정보를 도용하는 행위
    8. ‘회사’가 서비스에 게시한 정보를 변경하거나 전송하는 행위
    9. ‘회사’와 기타 제3자의 저작권, 영업비밀, 특허권 등 지적재산권을 침해하는 행위
    10. 제공되는 서비스를 사적 목적이 아닌 공공장소에서 공개하거나 영리를 목적으로 이용하는 행위
    11. 자신의 재산상 이익을 위하여 ‘회사’ 또는 ‘회사’의 서비스와 관련된 허위의 정보를 유통하거나 비정상적으로 서비스를 이용하는 행위
    12. ‘회사’와 다른 ‘회원’ 및 기타 제3자를 희롱하거나, 위협하거나 명예를 손상시키는 행위
    13. 외설, 폭력적인 메시지, 기타 공서양속에 반하는 정보를 공개 또는 게시하는 행위
    14. 고객센터 문의 시 욕설, 폭언, 성희롱, 반복적인 민원을 통해 업무를 방해하는 행위
    15. 현행 법령에 위반되는 불법적인 행위
    16. 기타 ‘회사’의 건전한 서비스 운영을 방해하는 일체의 행위
⑤ '회사'는 '회원'이 전항에서 금지한 행위를 하는 경우, 위반 행위의 경중에 따라 서비스의 이용정지/계약의 해지 등 서비스 이용 제한, 수사 기관에의 고발 조치 등 합당한 조치를 취할 수 있습니다.
⑥ '회원'은 '회사'의 사전 허락 없이 '회사'가 정한 이용 목적과 방법에 반하여 영업/광고활동 등을 할 수 없고, '회원'의 서비스 이용이 '회사'의 재산권, 영업권 또는 비즈니스 모델을 침해하여서는 안됩니다.
⑦ 청소년 유해 매체물을 이용하기 위해서는 만 19세 이상의 회원이어야 하며(단, 만 19세에 도달하는 해의 1월 1일을 맞이한 자를 포함합니다), ”정보통신망 이용촉진 및 정보보호 등에 관한 법률” 및 “청소년 보호법”의 규정에 의한 인증 수단을 통해 성인인증을 받아야 하고 성인인증을 받지 않는 경우, 해당 서비스의 이용이 제한됩니다.
⑧ ’회사’는 ‘회원’이 본 조에서 규정한 의무를 위반하여 발생한 일체의 문제에 대해서는 책임을 지지 않습니다.

제11조 [정보의 제공 및 광고의 게재]
① '회사'는 서비스 운영과 관련하여 ‘회원’이 입력한 정보를 활용하여 광고를 게재할 수 있습니다. '회원'은 서비스 이용 시 노출되는 맞춤 광고 게재에 대해 동의합니다.
② ‘회사’는 서비스 이용 중 필요하다고 인정되는 다양한 정보를 홈페이지, 콘텐츠 화면, 공지사항 등의 방법으로 ‘회원’에게 제공할 수 있고, ‘회원’의 사전 동의를 얻은 경우 이메일 등의 방법으로 제공할 수 있습니다. 다만, ‘회원’은 언제든지 ‘회사’에게 이메일 등을 통하여 수신거절을 할 수 있습니다.
③ '회사'는 서비스상에 게재되어 있거나 서비스를 통한 광고주의 판촉활동에 '회원'이 참여하거나 교신 또는 거래를 함으로써 발생하는 손실과 손해에 대해 책임을 지지 않습니다.
④ '회원'은 관련 법령에 따른 거래 관련 정보 및 고객 문의 등에 대한 답변 등을 제외하고는 언제든지 관리 메뉴를 통해 광고의 수신거절을 할 수 있습니다.

제12조 [회원탈퇴 및 회원자격의 정지]
① '회원'은 '회사'에 언제든지 회원탈퇴 또는 이용계약 해지를 요청할 수 있으며, '회사'는 즉시 회원탈퇴 또는 이용계약 해지 요청을 처리합니다.
② ‘회원’은 회원탈퇴 시 기존에 구매했거나 다운로드 했던 ‘콘텐츠’, 작성한 ‘게시물’, 다양한 형태의 별 등 이용이 불가합니다. 이에 대하여 ‘회사’가 보존 방법 및 삭제를 안내하였음에도 불구하고 ‘회원’이 개인 보존 등 조치를 취하지 아니한 경우 ‘회사’에서 책임을 지지 않습니다.
③ '회사'는 '회원'이 다음 각 호의 사유에 해당하는 경우, 회원탈퇴 또는 회원자격을 정지시킬 수 있습니다.
    1. 가입 신청 또는 '콘텐츠' 이용 신청 또는 변경 시 허위 내용을 등록한 경우
    2. 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
    3. 타인의 정보 등 부정한 방법으로 가입한 것이 확인된 경우
    4. '회사'가 금지한 정보(컴퓨터 프로그램 등)의 사용, 송신 또는 게시하는 경우
    5. '회사' 또는 제3자의 저작권 등 지식 재산권을 침해하는 경우
    6. '회사' 또는 제3자의 명예를 손상시키거나 업무를 방해하는 경우
    7. '회사'의 서비스를 이용하는 과정에서 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
    8. '회사'의 기술적 보호조치를 회피 혹은 무력화하는 행위를 하는 경우
    9. '회사'가 제공하는 서비스를 정상적인 용도 이외 또는 부당한 방법으로 이용하는 경우
    10. '회사'의 영업을 방해할 목적으로 서비스를 비정상적으로 악용하는 경우
    11. 본 약관 제10조 4항의 각 호 사항을 위반한 경우
④ '회사'가 '회원' 자격을 제한/정지시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우에는 '회사'는 '회원' 자격을 상실하게 할 수 있습니다.
⑤ '회사'가 '회원' 자격을 상실시키는 경우 ‘회원’ 등록을 말소합니다. 이 경우 '회원'에게 이를 통지하고, '회원' 등록 말소 전에 최소한 30일 이상의 기간을 정하여 ‘회원’에게 소명할 기회를 부여하며, ‘회원’이 소명한 내용이 정당한 경우 '회사'는 즉시 '회원'의 자격을 복구합니다. 단, '회사'가 정한 소명 기간 동안 소명하지 않은 경우 ‘회원’ 등록 말소 동의로 간주합니다.
⑥ ‘회원’은 회원탈퇴 시 또는 이용계약 해지 시까지 ‘회사’와 사이에 완결되지 않은 거래의 대가 지급, 교환, 환불, 민원 처리 등에 필요한 조치를 직접 취하여야 합니다. ‘회원’의 회원탈퇴 또는 이용계약 해지에도 불구하고, 이 약관에서 회원탈퇴 또는 이용계약 해지 이전의 거래와 관련하여 발생한 ‘회원’의 책임에 관한 조항은 그 효력을 유지합니다.

제3장 서비스
제13조 [서비스의 제공 및 이용]
① '회사'는 '회원'의 가입신청을 승낙한 때부터 서비스를 개시합니다. 단, 일부 서비스의 경우에는 지정된 일자부터 서비스를 개시하며, '유료서비스'의 경우 결제가 완료된 후 서비스를 제공합니다.
② '회사'는 '회원'에게 서비스 체험 등의 목적으로 무료 이용 기간을 제공할 수 있습니다.
③ 서비스 이용시간은 '회사'의 업무상 또는 기술상 불가능한 경우를 제외하고는 연중무휴 1일 24시간(00:00-24:00)으로 함을 원칙으로 합니다.
④ '회원'은 1개의 계정으로 최대 5개의 디바이스 (PC, 태블릿, 스마트 폰 등)에서 서비스 이용이 가능하며, 서비스를 동시 접속하여 사용할 수 는 없습니다. 이 조항은 회사의 사정에 따라 변경할 수 있습니다.
⑤ ‘회사’가 제공하는 서비스와 이 서비스를 통해 이용하는 모든 콘텐츠는 개인적, 비상업적 용도로만 사용해야 하며, 비상업적인 용도이더라도 회사의 명시적인 동의가 없는 한 타인과 공유해서는 안됩니다. 또한 ‘회원’은 대중 공연 및 영리 목적으로 서비스를 이용해서도 안 됩니다.
⑥ ‘회사’는 안정적인 서비스 제공과 저작권 보호를 위해 비정상적인 도서 다운로드 횟수가 발견되거나 기술적 보호조치를 무력화하는 등 불법 프로그램 사용이 감지되는 등의 비정상적인 상황이 발생되었을 경우, 사전 고지없이 ‘회원’의 도서 다운로드 횟수를 제한할 수 있습니다.
⑦ '회사'는 서비스의 일부 또는 전부를 '회사'의 사업 계획 및 서비스 운영정책에 따라 수정•변경 및 중단할 수 있으며, 이에 대하여 관련 법령에 특별한 규정이 없는 한 '회원'에게 별도의 보상을 하지 않습니다. 다만, '회원'에게 불리한 것으로 판단되는 경우 전화, 이메일주소, 앱내 알림 등을 통하여 이를 공지합니다.
⑧ '회원'이 유/무선 네트워크를 통하여 '회사'의 사이트에 접속하거나, 유/무선 네트워크가 연결된 상태의 기기 내에 탑재된 '회사'의 어플리케이션을 통하여 제반 서비스를 이용하는 경우 및 해외에서 '회사'의 제반 서비스를 이용하게 되는 경우에는 '회원'이 가입한 해당 통신사와 ‘회원’과의 사이에 체결된 통신 요금제에 의한 별도의 데이터 통화료가 발생됩니다. 데이터 통화료는 ‘유료서비스’와는 별도이며 데이터 통화료에 대해서는 '회사'는 어떠한 책임도 지지 않습니다.
⑨ '회사'는 서비스의 이용에 관하여 본 약관 외에 ‘게시물’ 등의 관리정책을 별도로 둘 수 있습니다. 이를 통해 ‘게시물’ 또는 기타 게재된 내용이 서비스에 의해 보유되는 최대 일수 및 용량, 최대 접속 기기수 등을 제한할 수 있습니다. '회사'의 귀책사유 없이 서비스에 보관되는 ‘게시물’ 또는 기타 게재된 내용 등을 삭제하거나 저장하지 못한데 대해 '회사'는 아무런 책임을 지지 않습니다.
⑩ '회사'는 본 약관에 따른 서비스의 제공 지역을 대한민국으로 한정할 수 있습니다.

제14조[계약의 갱신 및 정기결제]
① ‘회사’는 ‘콘텐츠’의 무료이용기간이 만료하여 유료로 전환하는 경우, 7일 전에 결제 페이지에 상세히 고지하며 ‘회원’의 동의를 받습니다.
② ‘회사’는 당초 구독 신청을 할 경우 ‘회원’에게 정기결제 동의를 받으며, ‘유료서비스’ 계약을 갱신하고자 하는 경우 사전에 결제 페이지에 다음 결제일을 고지합니다.

제15조 [서비스 이용의 변경, 중지 및 피해구제 등]
① ‘콘텐츠’의 정상적인 이용이 곤란한 중대한 하자가 있는 경우에 있어서 ‘회원’의 피해구제 등은 다음 각호에 의합니다.
    1. ‘회사’는 완전한 ‘콘텐츠’를 다시 공급합니다.
    2. ‘회사’는 24시간 내에 완전한 ‘콘텐츠’를 다시 공급하지 못하는 경우, ‘회원’이 지급한 대금의 한도 내에서 손해배상액을 지급합니다.
② ‘콘텐츠’의 정상적 이용이 가능하지만, 사소한 하자가 있는 경우에 있어서 ‘회원’의 피해구제 등은 다음 각호에 의합니다.
    1. ‘회사’는 완전한 ‘콘텐츠’를 다시 공급합니다.
    2. ‘회사’는 24시간 내에 완전한 ‘콘텐츠’를 다시 공급하지 못하는 경우, ‘회원’이 지급한 대금 중 하자에 해당하는 부분에 대한 금액을 손해배상액으로 지급한다.

제16조 [콘텐츠의 이용환경 제한 고지 및 다운로드, 재생 제한 등]
① ‘회원’은 ‘회사’가 제공하는 모바일 앱 뷰어를 통해서만 콘텐츠를 다운로드 및 재생해야 하며, 비정상 경로를 통해 이용하는 경우 ‘회사’는 ‘회원’에게 서비스 이용 제한 및 발생하는 모든 피해에 대한 손해 배상 등을 청구할 수 있습니다.
② ‘회원’은 ‘유료서비스’ 이용 기간 중에는 이용이 허용된 '콘텐츠' 파일을 재 다운로드를 하거나 다운로드 받은 파일에 대한 재생이용기간을 연장할 수 있습니다.
③ ‘회원’은 ‘유료서비스’ 이용을 위해 다운로드 받은 ‘콘텐츠’ 파일의 재생 이용은 해당 ‘유료서비스’ 이용 기간 중에만 가능합니다. 해당 ‘유료서비스’ 이용 기간이 경과되거나, 이용료를 결제하지 않거나 구독 서비스를 취소하는 등의 이유로 해당 ‘유료서비스’ 이용이 해지되면, 이미 다운로드 받은 '콘텐츠' 파일도 재생 이용할 수 없습니다.

제17조 [권리의 귀속 및 저작물의 이용]
① '회원'은 서비스를 이용하는 과정에서 ‘회원’이 작성한 텍스트, 이미지, 음성, 동영상, 링크 등의 기타 정보(이하 '게시물')에 대한 저작권을 보유하며 해당 ‘게시물’이 타인의 지적 재산권을 침해하여 발생하는 모든 책임 또한 '회원' 본인에게 귀속됩니다.
② ‘회사‘는 게시한 ‘회원‘의 ‘게시물’을 수정, 편집하거나 2차 ‘콘텐츠’를 만들어 이용하는 경우, ‘회원’의 이용허락을 받으며 ‘회원’은 언제든지 작성한 ‘게시물‘을 삭제할 수 있습니다.
③ ‘회원’이 등록한 ‘게시물’이 “저작권법” 등 관련 법령에 위반되거나, 사생활 침해, 명예훼손 등 타인의 권리를 침해한다고 인정되는 경우 ‘회사’는 해당 ‘게시물’에 대한 접근을 임시적으로 차단하거나 삭제할 수 있습니다.
④ '회사'가 작성하고 제공하는 모든 ‘콘텐츠’에 대한 저작권은 ‘회사’에 있습니다.
⑤ ‘회원’은 서비스를 이용하여 취득한 정보를 임의 가공, 판매하는 등 서비스에 게재된 자료를 상업적으로 사용하는 행위를 하거나 제 3 자에게 이용하게 해서는 안 됩니다.
⑥ '회사'는 '회원'과 별도로 서면 계약을 체결하여 서비스의 브랜드 특성을 이용할 수 있는 명시적인 권리를 부여하지 아니하는 한, '회원'에게 '회사' 또는 서비스의 상호, 상표, 서비스표, 로고, 도메인 네임 및 기타 식별력 있는 브랜드 특성을 이용할 수 있는 권리를 부여하지 않습니다.
⑦ ‘회원’은 다른 ‘회원’이 ‘게시물’을 서비스 내에서 사용하거나 ‘회사’가 ‘게시물’을 다음 각 호와 같은 방법과 조건으로 이용하는 것을 허락합니다. 이 경우에도 ‘회원’은 언제든지 해당 ‘게시물’에 대한 삭제, 비공개 등의 조치를 요청할 수 있습니다.
    1. 서비스 내 ‘회원’의 ‘게시물’을 다른 ‘회원’에게 제공하거나 다른 ‘회원’의 이용을 허락하기 위한 목적의 사용 등 ‘게시물’ 일체의 사용
    2. 서비스 프로모션을 위하여 필요한 범위에서의 ‘게시물’의 활용(홍보물 작성을 위하여 ‘게시물’을 편집, 수정하여 활용하거나, 홈페이지 메인화면 표지 등에 활용하는 방법 등 포함)
    3. 서비스의 향상을 위한 통계분석 등 연구목적으로 활용(‘콘텐츠’ 기획, 사용자 환경 개선 등을 위한 통계자료로서 활용하는 방법 등 포함)
⑧ ‘회사’는 서비스의 운영, 전시, 홍보 등을 위하여 ‘회원’으로부터 별도의 허락을 받아 ‘회원’의 ‘게시물’을 서비스 외부에서 사용할 수 있습니다. 이 경우 ‘회사’는 별도의 동의 없이 제 3 자에게 ‘회원’의 개인정보를 제공하지 않습니다.
⑨ '회사'는 서비스 정책 또는 '회사'가 운영하는 서비스 간 통합 등의 사유로 ‘게시물’의 게재 위치를 변경•이전할 수 있으며, 이 경우 사전에 공지합니다.

제18조 [프로그램 설치 및 데이터 수집]
① ‘회사’는 서비스를 제공함에 있어 필요한 경우 ‘회원’에게 어플리케이션 및 별도의 프로그램을 설치 및 업데이트하도록 안내할 수 있습니다. 다만, ‘회원’은 원하지 않거나, 기기가 서비스를 지원하지 못하는 경우 그 설치 및 업데이트를 거부할 수 있으나 서비스 이용이 제한될 수 있습니다.
② ‘회사’에서 제공한 프로그램은 서비스를 사용하고 혜택을 누릴 수 있도록 하기 위한 목적으로만 제공되며, 이 프로그램의 어느 부분도 복사, 수정, 배포, 판매, 대여할 수 없습니다. 다만, ‘회원’이 법률상 근거를 가지거나 ‘회사’에서 승인을 받은 경우는 해당 사항에 한해 허용될 수 있습니다.
③ ‘회사’는 ‘회원’의 사전 동의를 받아 서비스 이용 기기의 데이터를 수집하고 이용할 수 있습니다. 다만, ‘회사’는 수집한 정보를 서비스 개선 및 적합한 서비스 제공을 하기 위한 목적으로만 사용할 수 있고, 그 외의 다른 목적으로 사용하지 않습니다.
④ ‘회사’는 '회원'의 스마트폰 앱 설치 시 사전 동의를 받아 다음 각호의 기능에 한해 ‘회원’의 스마트폰에 접근할 수 있습니다.
    1. 전화 : 오디오북 또는 TTS 모드 이용 도중 다른 미디어 앱 사용시 음성 제어를 위해 필요한 권한
    2. 저장공간 : 전자책을 저장하고 이후 지속적으로 열람할 수 있도록 하기 위해 필요한 권한

제19조 [게시물의 관리]
① '회원'이 서비스 내에 작성한 '게시물'에 대한 책임 및 권리는 ‘게시물’을 등록한 '회원'에게 있습니다.
② '회사'는 '회원'이 등록하는 ‘게시물’의 신뢰성, 진실성, 정확성 등에 대해서 책임지지 않으며 보증하지 않습니다.
③ '회원'의 ‘게시물’이 “정보통신망 이용촉진 및 정보보호 등에 관한 법률” 및 “저작권법” 등 관련 법령에 위반되는 내용을 포함하는 경우, 권리자는 관련법령이 정한 절차에 따라 해당 “게시물”의 게시중단 및 삭제할 수 있으며, '회사'는 관련법에 따라 조치를 취할 수 있습니다.
④ '회사'는 다음 각 호와 같은 내용의 ‘게시물’이 서비스 내에 게재되는 경우 사전통지 없이 해당 ‘게시물’에 대한 접근을 임시적으로 차단하거나 해당 ‘게시물’을 삭제 또는 이동할 수 있습니다.
    1. 사생활 침해, 명예훼손, 욕설, 비속어로 타인에게 불쾌감을 주는 경우
    2. 공서양속 저해 및 특정 집단, 단체, 종교 비하로 타인에게 불쾌감을 주는 경우
    3. 확인되지 않거나 근거 없는 내용으로 타인의 권리를 침해하는 경우
    4. 타인의 저작권을 침해하는 경우
    5. 타인의 개인정보가 포함된 경우
    6. 광고/홍보 내용이 포함된 경우
    7. 동일 내용의 게시물을 반복 게재하는 경우
    8. 악성코드 등 회사의 원활한 서비스 제공을 방해하는 경우
    9. 범죄와 결부된다고 객관적으로 인정되는 내용일 경우
    10. 관련법령에 위배된다고 판단되는 경우
    11. 기타 회원의 원활한 서비스 이용에 불건전한 영향을 미칠 수 있다고 판단되는 경우
⑤ '회원'이 비공개로 설정한 ‘게시물’에 대해서는 ‘회사’를 포함한 다른 사람이 열람할 수 없습니다. 다만, ‘회사’는 법원, 수사기관이나 기타 행정기관으로부터 정보제공을 요청받은 경우나 기타 법률에 의해 요구되는 경우에는 ‘회사’를 포함한 이해관계가 있는 다른 사람으로 하여금 해당 ‘게시물’을 열람하게 할 수 있습니다.
⑥ '회원'이 회원탈퇴하거나 이용계약을 해지하는 경우에는 ‘회원’ 본인이 작성한 ‘게시물’(콘텐츠와 관련된 자료 포함) 및 개인정보 일체는 삭제됩니다.
⑦ 본 조 제 6항에도 불구하고, ‘회사’는 ‘회원’이 회원탈퇴하거나 이용계약을 해지하는 경우에 ‘회원’ 본인이 아닌 다른 ‘회원’에 의해 담기, 스크랩 등이 되어 재게시되거나 공용 게시판에 등록된 ‘게시물’, 다른 ‘회원’의 콘텐츠에 작성된 코멘트, 서평 등의 ‘게시물’을 삭제할 책임을 지지 않으며, ‘회원’이 본 항의 ‘게시물’을 사전에 삭제하여야 합니다.
⑧ ‘회사’는 다른 '회원'을 보호하고, 법원, 수사기관 또는 관련 기관의 요청에 따른 증거자료로 활용하기 위해 본 약관 및 관계 법령을 위반한 '회원'이 회원가입 계약 해지 후에도 ‘회사’의 개인정보취급방침상 보존기간 및 관계 법령에 따라서 '회원'의 아이디 및 회원정보를 보존할 수 있습니다.

제4장 유료서비스 이용 및 결제
제20조 [유료서비스와 유료서비스 이용 회원]
① ‘회사’가 ‘회원’의 ‘유료서비스’ 이용신청을 승낙한 때(일부 서비스의 경우, 이용 신청 접수 후 사전 공지한 지정된 일자)로부터 ‘유료서비스’는 개시됩니다. 다만, ‘회사’의 기술적 사유 등 기타 사정에 의하여 ‘유료서비스’를 개시할 수 없는 경우에는 제3조(약관의 효력 및 변경)의 방법에 따라 ‘회원’에게 사전 공지합니다.
② ‘회사’는 ‘회원’의 ‘유료서비스’ 이용신청이 있게 되는 경우, 해당 ‘회원’에게 이용신청의 내용을 통지합니다.
③ 전항의 통지를 받은 ‘회원’은 의사표시의 불일치 등이 있는 경우 ‘회사’에 정정 또는 수정을 요청하여야 하며, ‘회사’는 ‘회원’의 요청에 따라 처리하여야 합니다. 다만, ‘회원’이 이미 대금을 지불한 경우에는 이 약관의 유료결제 해지 등에 관한 규정에 따릅니다.
④ ‘회사’는 다음 각 호와 같은 ‘유료서비스’를 제공하며, ‘회사’의 사정, 기타 제반 여건에 따라 서비스 내용을 추가하거나 변경할 수 있습니다.
    1. 정기구독 ‘유료서비스’ : ‘회원’이 ‘유료서비스’를 이용하기 위해 미리 등록한 결제수단을 통하여 월/년 단위로 이용 요금이 자동으로 결제되고 이용기간이 자동 갱신되는 서비스
⑤ '회원'이 ‘내서재’에 등록한 '콘텐츠'의 저작자와 '회사'와의 '콘텐츠' 공급계약이 종료되거나 변경되어, '회원'이 해당 ‘콘텐츠’를 더 이상 다운로드하지 못하는 경우가 발생할 수 있습니다. 다만, 이러한 변경 사항이 발생하는 경우 '회사'는 지체없이 해당 '콘텐츠'의 변경된 내용에 관한 정보를 제공하여야 합니다.
⑥ ‘회사’와 저작권의 권리를 보유하고 있는 개인, 단체, 법인(‘권리자 등’) 간의 계약의 체결 여부 및 개별 계약의 내용, ‘권리자 등’의 사후 요청에 따라 개별 ‘유료서비스’ 또는 ‘콘텐츠’ 파일의 이용이 제한되거나 서비스 가능 지역, ‘콘텐츠’ 파일의 속성 등 내용이 사전 또는 사후 변경될 수 있습니다.
⑦ ‘회사’는 ‘권리자 등’의 요청이 있게 되는 경우, 해당 요청에 따라 ‘유료서비스’를 지원하는 기기의 종류, 회원별 이용 가능 기기 대 수, 동시 접속자 수 등을 변경할 수 있습니다.

제21조 [유료서비스 이용 계약]
① 본 약관에 동의한 '회원'이 ‘유료서비스’에 대한 이용신청을 하고 '회사'가 이를 승낙함(유료서비스의 ‘구매/결제완료 등’의 표시가 회원에게 절차상 표시된 시점)으로써 ‘유료서비스’ 이용 계약은 성립합니다.
② '회사'는 ‘회원’의 ‘유료서비스’ 결제 전에 다음 각 호의 사항에 관하여 '회원'이 정확하게 이해하고 실수 또는 착오 없이 거래할 수 있도록 구매 페이지를 통해 정보를 제공합니다.
    1. 해당 ‘유료서비스’의 내용, 가격, 이용기간, 이용방법, ‘구독취소’ 및 ‘정기구독’ 해지 조건 및 그 방법, 환불에 관한 사항 및 ‘유료서비스’의 선택과 관련한 사항
③ '회사'는 본 약관 제12조 [회원탈퇴 및 회원자격의 정지]에서 정하는 사유가 발생하는 경우, '유료서비스' 이용신청을 승낙하지 않거나 승낙을 유보할 수 있습니다.
④ '회원’은 ‘유료서비스’ 이용 신청 시 필요한 제반 사항을 기재할 경우 ‘회원’의 현재의 사실과 일치하는 정보를 기재하여야 하며, ‘회원’이 이용하고자 하는 ‘유료서비스’의 결제방법의 선택 및 선택한 결제방법에 필요한 결제정보를 정확히 ‘회사’에 제공하여야 합니다.
⑤ ‘회원'은 전항의 해당 사항이 변경될 경우 지체 없이 ‘회사’가 정한 절차에 따라 변경사항을 고지하고, ‘회사’는 지체없이 변경사항을 반영하여야 합니다.
⑥ '회원'은 '회사'가 지정하는 결제수단으로 '유료서비스'를 이용할 수 있으며, 각종 프로모션이나 이벤트 등을 통하여 발행된 '구독권', '쿠폰' 또는 '회사' 및 '제3자'가 발행한 상품권 등을 이용하여 '유료서비스'를 이용할 수 있습니다.
⑦ ‘회원’이 ‘회사’로부터 제공받아 보유하고 있는 이벤트성 구독권 혹은 쿠폰의 경우는 현금으로 환급되지 않으며, '회원'이 회원 가입 계약을 해지하거나 '회원'자격에 제한을 받을 경우 및 제공받은 날로부터 30일이 경과하면 자동으로 소멸됩니다.

제22조 [미성년자 이용계약에 관한 특칙]
만 19세 미만의 미성년 ‘회원’의 결제는 원칙적으로 보호자의 명의 또는 보호자 동의하에 이루어져야 하고, 보호자는 본인 동의없이 체결된 자녀(미성년자)의 계약을 취소할 수 있습니다. 단, 미성년 ‘회원’이 다른 성년자 등의 주민등록번호를 이용하여 결제정보를 동의 없이 이용하는 등 사술로써 ‘회사’로 하여금 성년자인 것으로 믿게 한 경우에는 법정대리인의 동의가 없더라도 계약을 취소하지 못합니다

제23조 [유료서비스의 변경]
① '회사’는 운영상, 기술상의 필요에 따라 공급하는 ‘유료서비스’ 가액을 변경할 수 있으며, 제5조(약관의 효력 및 변경)의 방법에 따라 ‘유료서비스’ 이용 ‘회원’에게 사전공지 합니다.
② ‘회원’이 이미 구매/가입한 ‘유료서비스’는 ‘회사’가 정한 정책에 따라 변경 신청을 할 수 있으며, 즉시 변경 혹은 1개월 예약 변경을 할 수 있습니다.
③ ‘회원’이 전항의 즉시 변경을 선택한 경우, ‘회원’이 변경 요청한 서비스로 즉시 교체됩니다. 다만, ‘회사’는 ‘회원’의 기존 구매/가입한 서비스의 남은 기간과 변경 요청한 서비스의 가격을 비례 배분하며, 이용 기간을 조정하며 새로운 결제 주기를 적용합니다.
④ ‘회원’이 제2항의 예약 변경을 선택한 경우, ‘회원’이 변경 요청한 달의 이용기간이 만료되는 날까지 기존 구매/가입한 서비스를 이용할 수 있으며, 이용기간 만료일 다음날부터 변경 요청한 서비스로 변경 적용됩니다.
⑤ 애플 및 구글 IAP(In-App-Purchase)을 통해 결제되는 ‘유료서비스’는 애플 및 구글 각사의 정책에 따라 수수료를 감안하여 다른 가격으로 판매될 수 있습니다.
⑥ ‘회사’가 제휴를 통해 ‘회원’에게 ‘유료서비스’를 제공하는 경우 해당 제휴사의 정책을 따릅니다.

제24조 [대금의 지급 및 과오금의 환급]
① ‘회원’은 ‘회사’가 제시한 결제방법에 따라 ‘구독’의 대금을 지급하여야 합니다.
② ‘회원’이 대금을 결제함에 있어서 과오금을 지급한 경우 ‘회사’는 대금결제와 동일한 방법으로 과오금된 전액을 환급하여야 합니다. 다만, ‘회사’는 동일한 방법으로 과오금의 환급이 불가능할 때는 즉시 이를 ‘회원’에게 고지하고, ‘회원’이 선택한 방법으로 환급하여야 합니다.
③ ‘회원’의 책임 있는 사유로 과오금이 발생한 경우, ‘회사’는 과오금을 환급하는데 소요되는 비용을 합리적인 범위내에서 공제하고 환급할 수 있습니다.
④ ‘회사’는 ‘회원’의 과오금 환급청구를 거절할 경우 과오금이 없음을 입증하여야 합니다.
⑤ ‘회사’는 과오금의 세부 환불절차 및 기타 사항에 대하여 다음 각 호에 정하는 바에 따릅니다.
    1. ‘회사’나 ‘회원’이 과오금의 발생사실을 안 때에는 전자우편, 서비스 홈페이지 등 회사가 제시한 방법에 따라 상대방에게 통보
    2. ‘회사’는 ‘회원’에게 환불에 필요한 정보를 요청(회원 성명, 결제증빙서류, 전화번호, 환불 요청 계좌 등)
    3. ‘회원’은 환불에 필요한 제2호의 정보를 ‘회사’에 제공
    4. ‘회사’는 ‘회원’의 정보 제공일로부터 14일 이내 환불 처리(‘회원’의 명시적 의사표시가 있는 경우 차회 요금에서 상계)

제5장 책임제한 및 분쟁해결에 관한 보칙
제25조 [손해배상]
① ‘회사’는 서비스의 결함에 의하여 ‘회사’가 제공하는 ‘유료서비스’의 내용인 ‘콘텐츠’가 손상, 훼손, 삭제되어 서비스 이용에 실제 발생한 손해만을 배상합니다. 다만, ‘회사’ 또는 ‘회사’ 소속 임직원의 고의 또는 과실 없이 ‘회원’에게 발생한 일체의 손해에 대하여는 책임을 지지 아니합니다.
② 이 약관에서 명시되지 아니한 ‘회사’의 귀책사유로 인하여 ‘유료서비스’의 이용 ‘회원’에게 손해가 발생한 경우 ‘회사’는 “콘텐츠이용자 보호지침” 등 관련법령의 규정 및 기타 상관례에 의하여 배상책임을 부담합니다.
③ '회원'이 본 약관을 위반함으로 인하여 '회사'에 손해가 발생하게 되는 경우, '회원'은 '회사'에 대하여 그 손해에 대하여 배상할 책임이 있습니다.
④ '회원'의 과실로 이 약관의 이용 제한 관련 각 규정에 근거, 서비스의 이용이 제한되거나 이용계약이 해지된 경우, ‘회원’이 보유한 모든 ‘디지털 콘텐츠’의 사용권은 상실되며 ‘회사’는 해당 ‘디지털 콘텐츠’ 구매대금을 반환할 의무를 부담하지 아니합니다.

제26조 [책임 제한]
① '회사'는 약관, 서비스 이용 방법 및 이용 기준을 준수하지 않는 등 '회원'의 귀책사유로 인한 서비스 이용의 장애에 대한 책임을 지지 않습니다.
② '회사'는 '회원' 간 또는 '회원'과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다.
③ ‘회사’는 무료로 제공되는 서비스의 일부 또는 전부를 ‘회사’의 정책, 운영상의 긴요한 사유로 수정, 중단, 변경할 수 있으며, 이에 대하여 관련 법령에 별도 규정이 있지 아니하는 한 별도의 보상을 하지 않습니다.
④ '회사'는 다음 각 호의 사유로 인하여 ‘회원’ 또는 제3자에게 발생한 손해에 대하여는 그 책임을 지지 아니합니다.
    1. 천재지변, 전쟁, 기간통신사업자의 서비스 중지 등 해결이 곤란한 기술적 결함 기타 불가항력으로 인해 ‘유료서비스’를 제공할 수 없는 경우
    2. ‘회원’이 자신의 아이디 또는 비밀번호 등의 관리를 소홀히 한 경우
    3. ‘회사’의 관리영역이 아닌 공중통신선로의 장애로 서비스 이용이 불가능한 경우
    4. 기타 ‘회사’의 귀책사유가 없는 통신서비스 등의 장애로 인한 경우
⑤ '회사'는 ‘회원’ 또는 제3자가 서비스 내 게시 또는 전송한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 대해 보증하지 않으며, ‘회사’ 또는 ‘회사’ 소속 임직원의 고의 또는 중대한 과실이 없는 한 책임이 면제됩니다.
⑥ '회원'은 자신의 결정에 의하여 ‘회사’의 서비스를 사용하여 특정 프로그램이나 정보 등을 다운받거나 접근함으로써 입게 되는 컴퓨터 시스템상의 손해나 데이터, 정보의 상실에 대한 책임을 집니다.
⑦ '회사'는 '회원' 상호간 또는 '회원'과 제3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없습니다. 이로 인한 손해가 발생한 경우 ‘회사’의 고의 또는 중대한 과실이 없는 한 책임이 면제됩니다.
⑧ '회사'는 '회원'이 서비스를 이용하여 기대하는 효용을 얻지 못한 것에 대하여 책임을 지지 않으며 서비스에 대한 취사 선택 또는 이용으로 발생하는 손해 등에 대해서도 책임이 면제됩니다.

제27조 [관할법원]
① 서비스 이용과 관련하여 ‘회사’와 ‘회원’ 사이에 분쟁이 발생한 경우, ‘회사’와 ‘회원’은 분쟁의 해결을 위해 성실히 협의하고, 협의가 안될 경우 “콘텐츠산업진흥법” 상 콘텐츠분쟁 조정 위원회에 분쟁조정을 신청할 수 있습니다.
② 전항에 따라 분쟁이 해결되지 않을 경우 양 당사자는 소를 제기할 수 있으며, ‘회사’와 ‘회원’ 간의 소의 관할은 제소 당시의 '회원' 주소 또는 ‘회사’의 본점 소재지에 의하고 주소 또는 거소가 분명하지 않은 경우에는 민사소송법에 따라 관할법원을 정합니다.

제28조 [별 결제]
① 별 구매 이후 환불은 결제가 되었던 수단으로 진행됩니다.
② 구매한 별은 회원간 양도가 불가능합니다.
③ 구매한 별을 사용 및 취소/환불할 수 있는 기한은 1년입니다. 즉 충전된 별의 이용기간과 환불가능기간은 결제시점으로부터 1년 이내로 제한됩니다.


제 29조 [결제 취소 & 환불]
① 회사와 구매에 관한 계약을 체결한 회원은 아래와 같이 결제에 대한 취소 및 환불을 요구할 수 있습니다.
    1. 별을 구매한 후, 미사용한 별에 대해 결제 취소 및 환불을 진행할 수 있습니다.
    2. 미사용 별은 구매 시점에 결제된 금액에 따라 취소 및 환불됩니다.
    3. 이미 사용된 별은 취소 및 환불이 불가능합니다.
② 회사의 귀책사유로 결제 오류가 발생한 경우, 결제에 대한 취소 및 환불을 요구할 수 있습니다.
③ 회사의 귀책사유로 서비스가 중단되는 경우, 결제에 대한 취소 및 환불을 요구할 수 있습니다.
`;
